{
  "committees": [
	 {
		"type": "University Programs",
		"label": "University Programs",
		"description": "The University Programs committee focuses on collaborative programs with Columbia Entrepreneurship and Columbia University's undergraduate schools. Our mission is to work with our major university partners to showcase the breadth of entrepreneurship at Columbia. In conjunction with Columbia Entrepreneurship, we coordinate the annual entrepreneurship festival #StartupColumbia. The day-long conference brings together exciting speakers, alumni, and current students for a celebration of entrepreneurship at Columbia. We also run part of the Columbia Venture Competition, an annual $250,000 business plan competition open to students and recent alumni.",
		"image": "static/img/initiatives/programs.jpg",
		"link": ["http://www.startupcolumbia.org", "https://www.coreatcu.com/cvc"]
	},
	{
		"type": "Ventures",
		"label": "Ventures",
		"description": "The Ventures committee aims to support and accelerate startups built by students in the Columbia community. We provide resources that allow student entrepreneurs to take their ideas and launch successful products and companies. Our flagship initiative, Almaworks, is a student-run accelerator program hosted at the Columbia Design Studio that provides valuable mentors and resources to young Columbia startups. To date, we've supported over 18 Columbia startups that have won major pitch competitions, advanced to prestigious incubator programs, and raised over $4 million in seed funding. We want to help Columbia students launch successful companies by providing guidance and support throughout the startup process.",
		"image": "static/img/initiatives/Ventures.jpg",
		"link": "http://www.alma.works"
	},
	{
		"type": "Global Entrepreneurship",
		"label": "Global Entrepreneurship",
		"description": "The Global Entrepreneurship committee's mission is to expand CORE's horizons beyond the United States. Whether we're organizing global tech treks or hosting foreign exchange students in NYC for some of our larger conferences, we focus on exploring what entrepreneurship means abroad. Through our annual Spring Break Tech Trek program, we've taken Columbia students to cities like Berlin, Paris and London for an immersive week of entrepreneurship and visits to some of the world's most exciting startups. We hope to expand our list of destinations and programs in the future to offer students more opportunities to explore entrepreneurship in different cultural and environmental contexts.",
		"image": "static/img/initiatives/global.jpg",
		"link": "http://techtreks.coreatcu.com/"
	},
	{
		"type": "Technology",
		"label": "Technology",
		"description": "CORE's Technology team works to empower its members to learn about and build technologies and solutions that are both related and unrelated to CORE's mission. We value entrepreneurship as a way for our team to collaborate and build together. We are a platform for our members to pursue the projects they are most interested in, while teaching others along the way. We're currently working on projects ranging from data science to security and web applications.",
		"image": "static/img/initiatives/Tech.jpg"
	},
	{
		"type": "Intercollegiate Programs",
		"label": "Intercollegiate Programs",
		"description": "The Intercollegiate Programs committee aims to connect with organizations at other Universities that share common goals with CORE. We recognize the immense value of collaborating with students in these organizations and sharing our resources to benefit the entrepreneurship community. In the past, events like Ignite@CU and the Intercollegiate Pitch Off (IPO) have connected students from these different groups together and formed powerful and lasting relationships. Through these events, we've learned more about our partner entrepreneurships clubs, expanded our audience, and even beta-tested each other's products. We want to work with our peers to build large-scale programs and events that encourage cross-collaboration and teamwork.", 
		"image": "static/img/initiatives/intercollegiate.jpg",
		"link": "http://ignite.coreatcu.com"
	},
	{
		"type": "Internships & Mentorships",
		"label": "Internships & Mentorships",
		"description": "The Internship & Mentorship committee is dedicated to providing the highest quality startup experiences for students at Columbia. We work closely with the most exciting startups in New York City to provide students with unparalleled access to early-stage companies through both internship and mentorship opportunities. Each year, we run the Startup Internship Program in conjunction with the Center for Career Education, where we directly place students in twelve-week internship programs during the spring semester. Through these programs, students learn first-hand what it's like to run a startup - often playing an important and impactful role through their projects - and can find mentors in startup leaders who help them grow as individuals and as entrepreneurs.",
		"image": "static/img/initiatives/Internships.jpg",
		"link": "https://www.careereducation.columbia.edu/findajob/cce-internship/sip"
	},
	{
		"type": "Communications & Marketing",
		"label": "Communications & Marketing",
		"description": "Members of the Communications & Marketing committee are the stewards of the CORE brand. We're the hub for developing and deploying CORE members's design and content skills. As the creativeface of CORE, Communications & Marketing looks after the consistency and advancement of CORE's public brand and message through thoughtful design, marketing, and multimedia operations. We carry out our mission via CORE'snewsletters, social media, and campus-wide growth hacking in order to support the organization's operations, boost attendance and raise awareness of CORE's mission and initiatives.", 
		"image": "static/img/initiatives/marketing.jpg"
	}
  ]
}

