
{
  "initiatives": [
	 {
		"type": "#StartupColumbia",
		"label": "#StartupColumbia",
		"description": "#StartupColumbia is an annual entrepreneurship festival held in the spring, coordinated by Columbia Entreprenership, CEO from the Columbia Business School, and CORE. The day-long event brings in speakers, alumni, and current students in a celebration of entrepreneurship. The festival also marks the conclusion of the Columbia Venture Competition, an annual $250,000 competition for Columbia students and young alums.",
		"image": "static/img/initiatives/startup-columbia.jpg",
		"link": "http://www.startupcolumbia.org"
	},
	{
		"type": "Almaworks",
		"label": "Almaworks",
		"description": "Almaworks is our first student accelerator for entrepreneurs in New York City. We take no equity and aim to help early-stage startups run by student entrepreneurs achieve significant, sustainable growth.",
		"image": "static/img/initiatives/almaworks.jpg",
		"link": "http://www.alma.works"
	},
	{
		"type": "CORE Impulse",
		"label": "Impulse",
		"description": "CORE Impulse is CORE’s media outlet and voice of entrepreneurship on Columbia’s campus and throughout New York City, reaching an active audience of nearly 3,000 weekly visitors. We interview startups and entrepreneurs from around the world, craft beautiful designs as well as opinion pieces, and build tech products for the entrepreneurial student.",
		"image": "static/img/initiatives/impulse-logo.jpg",
		"link": "http://impulse.coreatcu.com/"
	},
	{
		"type": "Ignite@CU",
		"label": "Ignite@CU",
		"description": "Ignite@CU is bringing the top collegiate entrepreneurs and collegiate entrepreneurship students groups together for a weekend of learning and networking. Ignite@CU is on track to help shape the collegiate entrepreneurship ecosystem for years to come.",
		"image": "static/img/initiatives/ignite-logo.png",
		"link": "http://ignite.coreatcu.com"
	},
	{
		"type": "Speaker Events",
		"label": "Speaker Events",
		"description": "We host speaker series throughout the year to keep with our mission of inspiring and educating the next generation of Columbia entrepreneurs. In the past we've had Jack Dorsey (Square and Twitter) and Peter Thiel (PayPal and Palantir) kick off our year-long speaker series.",
		"image": "static/img/initiatives/speaker-event.jpg",
		"link": ""
	},
	{
		"type": "Startup Internship Program",
		"label": "SIP",
		"description": "The Startup Internship Program (SIP) is an opportunity for students to get involved with startups in the spring semester. CORE partners with the CCE to bring students a great opportunity to get hands-on experience working at startups.",
		"image": "static/img/initiatives/sip-logo.png",
		"link": "https://www.careereducation.columbia.edu/findajob/cce-internship/sip"
	},
	{
		"type": "Startup Social",
		"label": "Startup Social",
		"description": "Startup Socials are biweekly events that embody the entrepreneurial spirit of our community. We have current undergraduates, masters and MBA students, and leading startup founders and venture capitalists from the city together in conversation. It allows everyone to just hang out and get to know each other or share ideas.",
		"image": "static/img/initiatives/startup-social.jpg",
		"link": ""
	},
	{
		"type": "Tech Treks",
		"label": "Tech Treks",
		"description": "For CORE's tech treks, students travel to a major tech hub around the world and explore that city’s tech scene by meeting with entrepreneurs and venture capitalists. We've visited Silicon Valley, London, and Paris. Companies we toured included VC firms like Accel Partners and Andreessen Horowitz, accelerators like NUMA, and tech powerhouses like Google, Facebook, and Palantir.",
		"image": "static/img/initiatives/tech-trek.jpg",
		"link": "http://techtreks.coreatcu.com/"
	},
  	{
		"type": "Winter Program",
		"label": "Winter Program",
		"description": "CORE & ADI's JADE winter program is an immersive week-long program in New York City! A small group of students will be immersed in the startup world of NYC and learn about entrepreneurship through visits with startups all shapes and sizes, talks with founders, and fun adventures throughout the city.",
		"image": "static/img/initiatives/wee.jpg",
		"link": "jade"
	},
	{
		"type": "Women@CORE",
		"label": "Women@CORE",
		"description": "The only dedicated program for female entrepreneurs at Columbia University, Women@CORE matches highly motivated women who are passionate about entrepreneurship with successful female entrepreneurs in New York City. We have also hosted panels in the past such as \"Women Leaders in Entrepreneurship\" and \"Women in Unconventional Industries.\"",
		"image": "static/img/initiatives/womenatcore-logo.jpg",
		"link": "womenatcore"
	}
  ]
}
