{
  "team": [
    {
      "type": "Executive Board",
      "names": [
        {
          "name": "Amulya Kandikonda",
          "pic": "static/img/people/amulya.jpg",
          "byline": "BC '19, Computer Science and Economics",
          "bio": "As a freshman in fall 2015, I worked on the Almaworks team, the first Intercollegiate Pitch Off, and Women@CORE. I'm always thinking about how tech can build global communities and solve small or large-scale social problems. In my spare time, I love to cook and listen to my constantly growing Spotify playlists.",
          "socialmedia": {
            "linkedin": "https://www.linkedin.com/in/amulya-kandikonda-75a996105"
          }
        },
        {
          "name": "Dennis Wei",
          "title": "Treasurer",
          "pic": "static/img/people/dennis.jpg",
          "byline": "SEAS '18, Computer Science"
        },
        {
          "name": "James Xue",
          "pic": "static/img/people/james.jpg",
          "title": "Editor-in-Chief of Impulse",
          "byline": "SEAS '17, Computer Science",
          "bio": "I've been with CORE Impulse since it was just \"the blog\" back in 2013, and I'm currently the editor-in-chief. We've grown a talented team, a large audience, and a site with some awesome content! I've worked at a tech startup in Hong Kong, a research lab in Tokyo, startups in NYC, and an IT consultancy in London. I also like Game of Thrones!",
          "socialmedia": {
            "twitter": "http://twitter.com/therealjamesxue"
          }
        },
        {
          "name": "Jamie Song",
          "pic": "static/img/people/jamie.jpg",
          "byline": "SEAS '17, Computer Science",
          "bio": "At CORE, I work on CORE Impulse, social media, and Women@CORE. In the past, I've worked at a startup accelerator in South Korea and went to Draper University in San Mateo. Always down for coffee so feel free to reach out!",
          "socialmedia": {
            "twitter": "http://twitter.com/jamiejysong"
          }
        },
        {
          "name": "Josh Zweig",
          "pic": "static/img/people/josh.jpg",
          "byline": "SEAS '18, Computer Science",
          "bio": "I've worked on the global tech treks, the Startup Internship Program, and Ignite@CU. I'm excited to help design the Internet of Things world, and in my spare time I enjoy hard problems, adventure, and juggling.",
          "socialmedia": {
            "twitter": "http://twitter.com/original_jz"
          }
        },
        {
          "name": "Kat Moon",
          "pic": "static/img/people/kat.jpg",
          "byline": "CC '17, English and Business Management",
          "bio": "I'm excited about the intersection of startups, media, and everything global—hence my involvement in leading CORE's inaugural London/Paris tech treks and hosting Greek-American entrepreneur Arianna Huffington. When I'm not leading outreach initiatives for InterVarsity Christian Fellowship, I'm crafting content for The Muse where my work has been published on platforms like TIME, Forbes, and Mashable.",
          "socialmedia": {
            "twitter": "http://twitter.com/katxmoon"
          }
        },
        {
          "name": "Kevin Chu",
          "title": "Secretary",
          "pic": "static/img/people/kevin.jpg",
          "byline": "CC '19, Computer Science-Mathematics",
          "bio": "Joining CORE made me reevaluate my priorities and reaffirmed my commitment to building things that matter. I'm a creative, and I've always believed in the power of words and design to make things happen. When not building the global tech treks and the Startup Internship Program with CORE, I can be found expanding my videography portfolio or exploring Asian American and LGBTQ activism.",
          "socialmedia": {
            "twitter": "https://twitter.com/imkevinchu",
            "linkedin": "https://www.linkedin.com/in/imkevinchu",
            "website": "http://kevinchu.io/"
          }
        },
        {
          "name": "Maegan Wang",
          "pic": "static/img/people/maegan.jpg",
          "byline": "CC '18, Economics"
        },
        {
          "name": "Meric Atesalp",
          "pic": "static/img/people/meric.jpg",
          "byline": "SEAS'17 Operations Research and Computer Science",
          "bio": "Currently I'm hosting our monthly entrepreneurial gatherings called Startup Social and lead our Creatives@CORE initiative. Tech is fun and all that but my favorite things to do in CORE are where entrepreneurship meets creativity. Video blogging is a passion of mine and I'm an Instagram addict on the low. #CORELOVE",
          "socialmedia": {
            "linkedin": "https://www.linkedin.com/in/meric-atesalp-563a0a8a",
            "instagram": "https://www.instagram.com/epicmeric"
          }
        },
        {
          "name": "Miranda Li",
          "pic": "static/img/people/miranda.jpg",
          "byline": "CC '17, Computer Science and Economics-Philosophy",
          "bio": "I work with employers at CORE and leads the Startup Internship Program. I like spending time walking around New York aimlessly (and in the summers, San Francisco), introducing people to others, thinking, talking about philosophy, and attempting to sing. I'm studying abroad at Oxford but strive to embody the CORE evangelist inside me while I'm there!",
          "socialmedia": {
            "twitter": "http://twitter.com/mirandajli"
          }
        },
        {
          "name": "Mohamed Abedelmalik",
          "pic": "static/img/people/mohamed.jpg",
          "byline": "SEAS '19, Computer Engineering and Economics",
          "bio": "I joined CORE the fall of my freshman year. I've worked on the Startup Internship Program, the Intercollegiate Pitch Off, and most recently I'm working on biotech panels for spring 2016. Through my past involvement with cancer research, I've realized that I'm really interested in cybersecurity and medical devices. I love to meet new people, so reach out to me and we can have coffee some time.",
          "socialmedia": {
            "link": "http://www.mohamedabedelmalik.com/"
          }
        },
        {
          "name": "Sahir Jaggi",
          "pic": "static/img/people/sahir.jpg",
          "byline": "SEAS '17, Biomedical Engineering",
          "bio": "I'm a founding member of the Columbia Makerspace and currently working on CORE's entrepreneurship orientation program, which introduces first-year students to the startup world.",
          "socialmedia": {
            "twitter": "http://twitter.com/sahirjaggi"
          }
        },
        {
          "name": "Sara Sakowitz",
          "title": "President",
          "pic": "static/img/people/sara.jpg",
          "byline": "CC '18, Biochemistry",
          "bio": "In the past, I've co-directed Ignite@CU and helped lead the Intercollegiate Pitch Off. I've also worked on Almaworks and some of our larger (and smaller!) speaker events. I'm currently co-directing #StartupColumbia and the Columbia Venture Competition. When I'm not in a CORE meeting, I'm leading my own startups, Blue Moon Box and Liongram. I'm also involved in cancer research.",
          "socialmedia": {
            "link": "http://www.sarasakowitz.com",
            "twitter": "http://twitter.com/sarasakowitz"
          }
        },
        {
          "name": "Simon Schwartz",
          "pic": "static/img/people/simon.jpg",
          "byline": "CC '17, Philosophy and Statistics",
          "bio": "I grew up on a farm in Virginia, which, as I tell anyone who listens, has prepared me uniquely for life as an entrepreneur. I joined CORE as a freshman and knew instantly that it was the most useful thing I'd do at CU. I've spent time in VC, as well as hardware and finance startups, and spend my free time thinking how entrepreneurship can help rural communities.",
          "socialmedia": {
            "twitter": "http://twitter.com/simonamschwartz"
          }
        }
      ]
    },
    {
      "type": "Senior Advisors",
      "names": [
        {
          "name": "George Liu",
          "pic": "static/img/people/george.jpg",
          "byline": "CC '17, Economics",
          "bio": "My past initiatives include serving as CORE's treasurer, leading the How to Start a Startup discussion seminars, co-organizing the CORE Product Challenge, and running CORE 3D printing initiatives. I'm currently the executive director of Almaworks, Columbia University's fall startup accelerator for New York college entrepreneurs.",
          "socialmedia": {
            "twitter": "http://twitter.com/gxzliu"
          }
        },
        {
          "name": "Jackie Luo",
          "pic": "static/img/people/jackie.jpg",
          "byline": "CC '17, Computer Science and Philosophy",
          "bio": "I joined CORE at the start of college and served as vice president my sophomore year. I've led initiatives like #StartupColumbia, Ignite@CU, and our Silicon Valley tech trek, and I'm currently working on our technical infrastructure from San Francisco, where I'm working at a startup called Nylas.",
          "socialmedia": {
            "link": "http://jackiehluo.github.io",
            "twitter": "http://twitter.com/jackiehluo"
          }
        },
        {
          "name": "Max Rosenberg",
          "pic": "static/img/people/max.jpg",
          "byline": "CC '18, Economics"
        }
      ]
    },
    {
      "type": "Operating Partners",
      "names": [
        {
          "name": "Abhiroop Gangopadhyay",
          "pic": "static/img/people/abhiroop.jpg",
          "byline": "SEAS '18, Computer Science"
        },
        {
          "name": "Amal Abid",
          "pic": "static/img/people/amal.jpg",
          "byline": "CC '17, Computer Science",
          "socialmedia": {
            "twitter": "http://twitter.com/amalabid"
          }
        },
        {
          "name": "Chris Beltrone",
          "pic": "static/img/people/chris.jpg",
          "byline": "CC '18, Economics"
        },
        {
          "name": "Christy Chung",
          "pic": "static/img/people/christy.jpg",
          "byline": "CC '18, Classics",
          "bio": "I am interested in connecting humanities with anything entrepreneurial!"
        },
        {
          "name": "Erica Chan",
          "pic": "static/img/people/erica.jpg",
          "byline": "CC '17, Political Science and East Asian Studies",
          "bio": "As an OP, I have long been involved in CORE initiatives such as the global tech treks, Women@CORE mentorship, and speaker events. In my spare time, you can find me taking pictures around Manhattan, especially of food. Let's take over the world together, one bite at a time!",
          "socialmedia": {
            "instagram": "https://instagram.com/chantieri",
            "linkedin": "https://www.linkedin.com/in/ericahchan"
          }
        },
        {
          "name": "Gary Lin",
          "pic": "static/img/people/gary.jpg",
          "byline": "SEAS '17, Computer Science"
        },
        {
          "name": "Karen Yuan",
          "pic": "static/img/people/karen.jpg",
          "byline": "CC '17, Creative Writing",
          "bio": "I work on social media for CORE. In the past, I've co-organized CORE's digital media conference and NYC tech treks. I'm psyched about all things digital and all things media, especially innovative journalism. And I'm constantly inspired by my CORE peers.",
          "socialmedia": {
            "twitter": "http://twitter.com/karenyuan_",
            "external-link": "https://about.me/karenyuan"
          }
        },
        {
          "name": "Tenzan Wong",
          "pic": "static/img/people/tenzan.jpg",
          "byline": "GS '18, Economics",
          "bio": "I was born in Singapore and served in the Singapore Armed Forces. Home is in Hong Kong, and I was previously schooled in the UK. I'm currently pursuing a degree in economics at Columbia, and my interests include tennis, skiing, and rugby.",
          "socialmedia": {
            "linkedin": "https://www.linkedin.com/in/tenzan-wong-55a957a6",
            "instagram": "https://www.instagram.com/tenzanwong/"
          }
        },
        {
          "name": "Tessa Hurr",
          "pic": "static/img/people/tessa.jpg",
          "byline": "SEAS '18, Computer Science",
          "bio": "Since joining CORE in the fall of 2015, I've helped work on initiatives including the JADE winter program. I'm interested in the intersection between art and technology and in the past have interned for Broadcom and Microsoft. In my spare time, I like to watch spoken word poetry, take photos with my disposable camera, and find acoustic covers of hip hop and rap songs.",
          "socialmedia": {
            "linkedin": "https://www.linkedin.com/in/tessahurr",
            "instagram": "https://www.instagram.com/tessahurr"
          }
        },
        {
          "name": "Tony Li",
          "pic": "static/img/people/tony.jpg",
          "byline": "CC '18, Computer Science"
        },
        {
          "name": "Victoria Lee",
          "pic": "static/img/people/victoria.jpg",
          "byline": "SEAS '17, Operations Research",
          "bio": "I'm a CORE-fanatic and have been involved with the Women@CORE mentorship, Columbia's undergraduate venture competition, and CORE's first-ever food innovation event. I interned this past spring at a startup called Fundera. In my spare time, I can be found Yelping best places to eat in Manhattan."
        },
        {
          "name": "Wynnie Newton",
          "pic": "static/img/people/wynnie.jpg",
          "byline": "BC '19, Economics"
        }
      ]
    },
    {
      "type": "Operating Committee",
      "names" : [
        {
          "name": "Abigail Kim",
          "pic": "static/img/people/abigail.jpg",
          "byline": "BC '16, Art History",
          "bio": "In fall 2014, I planned and moderated a panel on entrepreneurship in the fashion industry, featuring top-of-the-line fashion editors, bloggers, and designers. My focus in CORE has been on expanding our definition of entrepreneurship outside of tech to include innovators who push boundaries in creative fields. This year, I will be abroad, studying in Berlin, Germany.",
          "socialmedia": {
            "instagram": "https://instagram.com/abigailkim/"
          }
        }
      ]
    }
  ]
}
