{
  "team": [
    {
      "type": "Executive Board",
      "names": [
        {
          "name": "Alan Yao",
          "pic": "static/img/people/alan.jpg",
          "byline": "CC '20"
        },
        {
          "name": "Angela Liu",
          "pic": ,
          "byline": "CC '21, Financial Economics",
          "bio": "Ignite@CU, Almaworks",
          "socialmedia": {
            "linkedin": "https://www.linkedin.com/in/angela-liu/"
          }
        },
        {
          "name": "Anna Makowski",
          "pic": ,
          "byline": "BC '21, Political Science",
          "bio": "",
          "socialmedia": {
            "linkedin": ""
          }
        },
        {
          "name":"Charlotte Livingston" ,
          "pic":"static/img/people/charlotte.jpg" ,
          "byline":"BC '19, English" ,
          "bio": "I am driven by the multifaceted world of entrepreneurship that is united under a commitment to create and build. CORE provides me with connections that both broaden my perspective and challenge me to improve myself. Currently, I am in the Communications & Marketing and University Programs committees. I am involved in organizing a CORE outreach program, the Columbia Venture Competition, Ignite2017, and several speaking panels. Outside of CORE, some of my interests include hiking, Simon and Garfunkel, yoga, Alexander McQueen, NPR, Mark Rothko, and lateral thinking puzzles."
        },
        {
          "name": "Irene Koo",
          "pic": "static/img/people/irene.jpg",
          "byline": "SEAS '20, Operations Research",
          "bio": "As a freshman in SEAS, I am currently working on IGNITE@CU, Startup Columbia, Global Tech Treks, and student enterprises. I was first introduced to entrepreneurship in junior year of my high school, and I am fascinated by how entrepreneurship ties in seemingly irrelevant fields and disciplines to pose multi-faceted solutions. When I am not procrastinating, I walk around campus and sleep.",
          "socialmedia": {
            "linkedin": "https://www.linkedin.com/in/hee-jin-irene-koo-149833128"
          }
        },
        {
          "name": "Jillian Ross",
          "pic": ,
          "byline": "SEAS '21, Computer Science",
          "bio": "Internal Founders, Women@CORE, Enterprises",
          "socialmedia": {
            "linkedin": "https://www.linkedin.com/in/jillian-ross-21a684140/"
          }
        },
        {
          "name": "Kevin Chu",
          "pic": "static/img/people/kevin.jpg",
          "byline": "CC '19, Computer Science",
          "bio": "Joining CORE made me reevaluate my priorities and reaffirmed my commitment to building things that matter. I'm a creative, and I've always believed in the power of words and design to make things happen. When not building the global tech treks and the Startup Internship Program with CORE, I can be found expanding my videography portfolio or exploring Asian American and LGBTQ activism.",
          "socialmedia": {
            "twitter": "https://twitter.com/imkevinchu",
            "linkedin": "https://www.linkedin.com/in/imkevinchu",
            "website": "http://kevinchu.io/"
          }
        },
        {
          "name": "Marie Sgouros",
          "pic": "static/img/people/marie.jpg",
          "byline": "BC '19, Economics-Mathematical Sciences" ,
          "bio": "In CORE, I'm involved with coreX, finance, and university programs. I'm super interested in VC funding and making sure entrepreneurial spaces promote diversity and inclusivity. I'm currently working at a startup that wants to make VC more accessible to female entrepreneurs. In the past, I've been involved in Girl Scouts and the International Rescue Committee. I'm a college radio DJ on my show: Bisexual Underground. I like to cook. ENTJ.",
          "socialmedia": {
            "twitter": "https://twitter.com/marie_sgouros",
            "facebook": "https://www.facebook.com/marie.sgouros",
            "instagram": "https://www.instagram.com/marie.sgouros/"
          }
        },
        {
          "name": "Max Johnson",
          "pic": ,
          "byline": "CC '21, Philosophy",
          "bio": "",
          "socialmedia": {
            "linkedin": "https://www.linkedin.com/in/maxwell-johnson-51a16414b/"
          }
        },
        {
          "name": "Michael Retchin",
          "pic": "static/img/people/michael.jpg",
          "byline": "CC '20, Computer Science and Economics",
          "bio": "I've always loved solving problems, and entrepreneurship is the most exciting way to do that. I feel very lucky to have worked with such talented people on the first Ignite startup hackathon and career fair, the Almaworks accelerator, the Disrupting Finance and Marketing panel series, the Berlin Tech Trek, and the Startup Columbia festival. I enjoy house music, House of Cards, and the lopsided, losing games of tennis I play with my friends.",
          "socialmedia": {
            "linkedin": "https://www.linkedin.com/in/retchin"
          }
        },
        {
          "name": "Stanley Yu",
          "pic": ,
          "byline": "SEAS '21, Computer Science",
          "bio": "",
          "socialmedia": {
            "linkedin": ""
          }
        },
        {
          "name": "Tara Anand",
          "pic": ,
          "byline": "BC '20, Computer Science",
          "bio": "EVE (Entrepreneurship Via Exploration)",
          "socialmedia": {
            "linkedin": "https://www.linkedin.com/in/tara-v-anand/"
          }
        },
        {
          "name": "Tony Zheng",
          "pic": "static/img/people/tony-z.jpg",
          "byline": "CC '19",
          "bio": "Ignite, Almaworks, Alumni Initiatives",
          "socialmedia": {
            "linkedin": "https://www.linkedin.com/in/tonyzhengcolumbia/"
          }
        },
        {
          "name": "Veronica Lim",
          "pic": "static/img/people/veronica.jpg",
          "byline": "CC '20, Philosophy-Economics",
          "bio": "Treasurer, Almaworks, Design",
          "socialmedia": {
            "linkedin": "https://www.linkedin.com/in/veronica-haeyon-lim/"
          }
        }
      ]
    },
    {
      "type": "Senior Advisors",
      "names": [
        {
          "name": "Amulya Kandikonda",
          "pic": "static/img/people/amulya.jpg",
          "byline": "BC '19, Computer Science and Economics",
          "bio": "As a freshman in fall 2015, I worked on the Almaworks team, the first Intercollegiate Pitch Off, and Women@CORE. I'm always thinking about how tech can build global communities and solve small or large-scale social problems. In my spare time, I love to cook and listen to my constantly growing Spotify playlists.",
          "socialmedia": {
            "linkedin": "https://www.linkedin.com/in/amulya-kandikonda-75a996105"
          }
        },
        {
          "name": "Helen Lu",
          "pic": "static/img/people/helen.jpg",
          "byline": "CC '19"
        },
        {
          "name": "Mohamed Abedelmalik",
          "pic": "static/img/people/mohamed.jpg",
          "byline": "SEAS '19, Computer Engineering and Economics",
          "bio": "I joined CORE the fall of my freshman year. I've worked on the Startup Internship Program, the Intercollegiate Pitch Off, and most recently I'm working on biotech panels for spring 2016. Through my past involvement with cancer research, I've realized that I'm really interested in cybersecurity and medical devices. I love to meet new people, so reach out to me and we can have coffee some time.",
          "socialmedia": {
            "link": "http://www.mohamedabedelmalik.com/"
          }
        }
      ]
    },
    {
      "type": "Operating Committee",
      "names" : [
        {
          "name": "Abhinav Kurada",
          "pic": "static/img/people/abhinav.jpg",
          "byline": "SEAS '20, Biomedical Engineering",
          "bio": "@CORE I am mainly working on the Almaworks team and Ignite 2017. Moving forward, I hope to use the skills I have acquired in CORE and other clubs towards entrepreneurial endeavors in the medical field. Outside of CORE and Columbia I enjoy listening to rap music, attending hackathons, and supporting the New York Knicks.",
          "socialmedia": {
            "linkedin": "https://www.linkedin.com/in/abhinavkurada",
            "website": "http://www.akurada.tech"
          }
        },
        {
          "name": "Alex Nicita",
          "pic": "static/img/people/alex.jpg",
          "byline": "CC '20, Applied Mathematics and English",
          "bio": "As a first-year in the Fall of 2016, I worked with the Almaworks accelerator and CORE's Tech Team. As a young entrepreneur, I love looking at old problems through new lenses. When I'm not getting lost in Manhattan, you can find me playing some wiffleball or reading some Kerouac.",
          "socialmedia": {
            "linkedin": "https://www.linkedin.com/in/alexander-nicita-17bl"
          }
        },
        {
          "name": "Austin Wang",
          "pic": "static/img/people/austin.jpg",
          "byline": "CC '19, Economics and Sociology",
          "bio": "In my freshman year, I worked on a startup in the Almaworks accelerator, and became enamored with the world of entrepreneurship. I love all the amazing ideas in the startup world and currently work on the Finance and Internships teams. I love eating, listening to music and finding ways to not do work.",
          "socialmedia": {
            "linkedin": "https://www.linkedin.com/in/austin-wang-849ab5111"
          }
        },
        {
          "name": "Georgie Jones",
          "pic": "static/img/people/georgie.jpg",
          "byline": "BC '19"
        },
        {
          "name": "Hannah Yoo",
          "pic": "static/img/people/hannah.jpg",
          "byline": "BC '19, Mathematical Sciences and Economics",
          "bio": "I’m most excited about reimagining the relationship between arts, business and technology and especially, the entrepreneurial minds behind these initiatives. Being a part of CORE, I’m constantly surrounded by fellow students who are changemakers and find inspiration create action. Outside of CORE, I look forward to my Discover Weekly Spotify playlist every Monday and am usually spotted at Joe’s Coffee drinking an",
          "socialmedia": {
            "linkedin": "http://www.linkedin.com/in/hannah-yoo-519658112",
            "instagram": "http://www.instagram.com/hannahsyoo"
          }
        },
        {
          "name": "Ian Huang",
          "pic": "static/img/people/ian.jpg",
          "byline": "CC '2020, Computer Science and Financial Economics",
          "bio": "I joined CORE as a freshman and I’m currently working on both the tech committee and the intercollegiate committee. I am also starting a student enterprise hoping to bring a more immersive visiting experience to prospective students touring Columbia. Through my past research projects dealing with AI and how it has the potential to solve so many problems, I’ve realized that I’m really passionate about the application of AI in both finance and medicine. When I’m not involved in CORE, I’m either trying to learn random stuff on the internet, playing violin or watching Narcos.",
          "socialmedia": {
            "linkedin": "https://www.linkedin.com/in/ian-huang-171b88127"
          }
        },
        {
          "name": "Lamia Rahman",
          "pic": "static/img/people/lamia.jpg",
          "byline": "CC '20"
        },
        {
          "name": "Meghna Gorrela",
          "pic": "static/img/people/meghna.jpg",
          "byline": "SEAS '20"
        },
        {
          "name": "Millen Anand",
          "pic": "static/img/people/millen.jpg",
          "byline": "SEAS '20, Materials Science and Engineering and Computer Science",
          "bio": "In the fall 2016 semester, I am working on the Tech and Student Enterprises teams, helping to launch several new programs. I'm always thinking about problems in my community and how I can address them through entrepreneurship. I'm a diehard fan of DC sports teams and of Drake, and I always order the most unusual item on the menu.",
          "socialmedia": {
            "linkedin": "https://www.linkedin.com/in/millen-anand-42067b126"
          }
        },
        {
          "name": "Ninad Nirgudkar",
          "pic": "static/img/people/ninad.jpg",
          "byline": "CC ’20, Physics and Applied Math",
          "bio": "As a freshman OCL this year, I’m working on the Tech Treks team and the Finance Team.  I’m always thinking of ways to expand the entrepreneurship sphere and bring in new innovators who are disrupting nontraditional fields - like nuclear energy startups.  In my free time, I run long-distance, play piano, and miss my dog",
          "socialmedia": {
            "linkedin": "www.linkedin.com/in/ninadnirgudkar"
          }
        },
        {
          "name": "Nir Kabessa",
          "pic": "static/img/people/nir.jpg",
          "byline": "GS '20"
        },
        {
          "name": "Otto Shih",
          "pic": "static/img/people/ottoshih.jpg",
          "byline": "CC '19, Math",
          "bio": "As a sophomore, I'm working with internships and student enterprises to help Columbia students prepare for careers in entrepreneurship. In my spare time, I love photography, dim sum, and walking dogs!",
          "socialmedia": {
            "linkedin": "https://co.linkedin.com/in/ottoshih",
            "website": "www.ottoshih.com"
          }
        },
        {
          "name": "Rachel Fischer",
          "pic": "static/img/people/rachel.jpg",
          "byline": "BC '20"
        },
        {
          "name": "Saraya Hamidi",
          "pic": "static/img/people/saraya.jpg",
          "byline": "CC ‘20, Economics-Philosophy",
          "bio": "As a freshman in fall 2016, I worked on CORE Enterprises and CoreX, where we work to promote diversity in business. I believe that through entrepreneurship, one can really have a positive impact on his or her community. Personal passions include diversity and social justice, and however unrelated, beauty and fashion."
        },
        {
          "name": "Spencer Yen",
          "pic": "static/img/people/spencer.jpg",
          "byline": "SEAS '20"
        },
        {
          "name": "Surbhi Lohia",
          "pic": "static/img/people/surbhi.jpg",
          "byline": "BC '19"
        },
        {
          "name": "Tara Anand",
          "pic": "static/img/people/tara-a.jpg",
          "byline": "BC '20"
        },
        {
          "name": "Vasudha Rengarajan",
          "pic": "static/img/people/vasudha.jpg",
          "byline": "SEAS '19, Computer Science",
          "bio": "In my first year at Columbia, I participated in the Women@CORE mentorship program, getting the exclusive opportunity to speak with female influencers like Carine Magescas, co-founder of AngelPad. A year later, I've joined CORE and am working on Tech and Student Enterprises. I love to code, dance, write, and travel.",
          "socialmedia": {
            "linkedin": "https://www.linkedin.com/in/vasudha-rengarajan-90700364"
          }
        },
        {
          "name": "Wynnie Newton",
          "pic": "static/img/people/wynnie.jpg",
          "byline": "BC '19, Economics"
        }
      ]
    }
  ]
}
